tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "mas"
brew "node"
brew "antigen"
brew "git"
brew "zsh"
brew "tree"
brew "gh"
brew "fzf"
brew "tmux"
brew "jq"
brew "ripgrep"
brew "lsd"
brew "neovim"
brew "gitui"
brew "bat"
brew "lazydocker"
cask "font-hack-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "google-chrome"
cask "brave-browser"
cask "arc"
cask "iterm2"
cask "notion"
cask "insomnia"
cask "spotify"
cask "visual-studio-code"
cask "sublime-text"
cask "fork"
cask "rectangle"
cask "raycast"
cask "figma"
cask "warp"
cask "logseq"
cask "notion-calendar"
cask "discord"
cask "font-jetbrains-mono"
cask "shottr"
cask "bartender"
cask "monitorcontrol"
cask "chatgpt"
cask "todoist"
cask "bitwarden"
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Amphetamine", id: 937984704
mas "Yoink", id: 457622435
mas "TrashMe 3", id: 1490879410
mas "Unsplash Wallpapers", id: 1284863847
