tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "mas"
brew "node"
brew "antigen"
brew "git"
brew "zsh"
brew "tree"
brew "gh"
brew "deno"
brew "fzf"
brew "gitui"
brew "tmux"
brew "jq"
brew "exa"
brew "ripgrep"
brew "neovim"
cask "font-hack-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "google-chrome"
cask "microsoft-edge"
cask "brave-browser"
cask "arc"
cask "iterm2"
cask "notion"
cask "insomnia"
cask "spotify"
cask "visual-studio-code"
cask "sublime-text"
cask "fork"
cask "rectangle"
cask "obsidian"
cask "raycast"
cask "zappy"
cask "dozer"
cask "cleanmymac"
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Slack", id: 803453959
