brew "mas"
brew "node"
brew "antigen"
brew "git"
brew "zsh"
brew "tree"
brew "gh"
brew "fzf"
brew "tmux"
brew "jq"
brew "ripgrep"
brew "lsd"
brew "neovim"
brew "tree-sitter-cli" # nvim-treesitter (main branch) needs the CLI to build parsers
brew "gitui"
brew "bat"
brew "docker"
brew "lazydocker"
brew "dutil"
brew "yazi"
brew "pngquant"
brew "zoxide"
brew "nvm"
brew "mole"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "brave-browser"
cask "arc"
cask "ghostty"
cask "warp"
cask "visual-studio-code"
cask "sublime-text"
cask "zed"
cask "fork"
cask "notion"
cask "notion-calendar"
cask "insomnia"
cask "spotify"
cask "discord"
cask "rectangle"
cask "raycast"
cask "figma"
cask "shottr"
cask "monitorcontrol"
cask "bitwarden"
cask "jordanbaird-ice"
cask "zennotes/tap/zennotes"
cask "keyboardcleantool"
cake "obsidian"
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Amphetamine", id: 937984704
mas "Yoink", id: 457622435
mas "TrashMe 3", id: 1490879410
mas "Unsplash Wallpapers", id: 1284863847
